Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/stm200120020033000se_pdts.pdf.tmx
Source language: sme
Languages: nob

source: Dát gusto maiddái Selbui gos sámi kulturmuittut leat uhccán guorahallojuvvon .
nob: Dette gjelder ikke minst i Selbu hvor undersøkelsene etter samiske kulturminner har hatt et svært beskjedent omfang .

source: Ferte maiddái adnojuvvot deasta das ahte dážaid ja sámiid gulahallamis sáhttet bohciidit boasttuáddejumit dasgo gielalaš ja kultuvrralaš erohusat sáhttet mielddisbuktit ahte ipmirdit guđet guimmiideaset boasttu láhkai . »
nob: Det må også tas hensyn til at det i kommunikasjon mellom nordmenn og samer kan oppstå misforståelser fordi språklige og kulturelle forskjeller kan medføre at man oppfatter hverandre på en uriktig måte . »

source: Lappekommišuvdna Duođaštusárvvoštallama guovddážis áššiin maid Alimusriekti lea gieđahallan , lea leamaš Lappekommišuvnna árvalus .
nob: Lappekommisjonen Sentralt i bevisvurderingen i de saker som Høyesterett har behandlet har Lappekommisjonens innstilling stått .

source: Lappekommišuvdna nammaduvvui 1889s ja oaččui mandáhttan « guorahallat sámedilálašvuođaid Hedemárkku , Lulit- ja Davit Troandima ámttain ja evttohit rájáid mearrideami sámiid guohtunriektái ja ortnega gaskavuođa hárrái dáid bissovaččat ássiid gaskii namahuvvon ámttain . »
nob: Lappekommisjonen ble nedsatt i 1889 og ble gitt i mandat « … at undersøge Lappeforholdene i Hedemarkens , Søndre- og Nordre Trondhjems Amter og at afgive Forslag til Faststettelse af Grændserne for Lappernes Betesret samt til Ordning forøvrigt af Forholdet mellom disse fastboende i de nevnte Amter . »

source: Árvalus addojuvvui 1892s , ja dan vuđolaš barggu ja lahkavuođa vuođul guoskevaš čuolbmabidjamiidda lea dasa biddjojuvvon stuorra deaddu .
nob: Innstillingen ble avgitt i 1892 , og på bakgrunn av dens grundige arbeid og nærhet til de aktuelle problemstillinger har det vært lagt stor vekt på denne .

source: Almmatge lea maiddái leamaš dakkár oaidnu ahte dat lea báidnašuvvan dalááiggis , mii ii lean áktánasat sámeustitlaš , ja ahte dán áigái ii sáhte dan konklušuvnnaide biddjojuvvot mearrideaddji deaddu .
nob: Det har imidlertid også vært en oppfatning at den har vært farget av sin samtid , som ikke var spesielt samevennlig , og at det i dag ikke kan legges avgjørende vekt på dens konklusjoner .

source: Vuosttasjienasteaddji nanne ahte materiála mii Lappekommišuvnna maŋis bázii , go bálddalastojuvvo topografiijain , bohcco luondduin jna. , addá buori vuđđosa iskat Lappekommišuvnna oainnuid .
nob: Førstvoterende fastslår at det materialet Lappekommisjonen etterlot seg , sammenholdt med topografi , reinens natur mv. , gir et godt grunnlag for å etterprøve Lappekommisjonens standpunkter .

source: Guohtunrievtti viidodaga hárrái Gåebrien sijtes cealká vuosttasjienasteaddji : « Go čilgehusat bálddalastojuvvojit guovllu topografiijain , de njuolvuduvvo kommišuvnna válddahallan sámiid geavaheami hárrái riidoguovllus vel eanet . »
nob: Med hensyn til beiterettens utstrekning i Riast / Hylling reinbeitedistrikt uttaler førstvoterende : « Når forklaringene sammenholdes med topografien i området , svekkes kommisjonens beskrivelse av samenes bruk av tvisteområdet ytterligere . »

source: Ja viidáseappot : « Mu konklušuvdna lea ahte čuvgehusat mat Lappekommišuvnnas ledje , bálddalastojuvvon topografiijain , bohcco luondduin ja guohtunminstariin jna. , čájehit ahte sámit dološ áiggi
nob: « Min konklusjon er at de opplysningene Lappekommisjonen hadde , sammenholdt med topografi , reinens natur og beitemønster mv. viser at samene i alders tid mest sannsynlig har benyttet hele området til beite , og at det ikke var grunnlag for kommisjonens begrensning i beskrivelsen av beitingen . »

source: St.dieđ. nr. 33 Lassedieđáhus St. dieđáhussii nr. 55 ( 2000–2001 ) Sámepolitihka birra
nob: For så vidt gjaldt Essand reinbeitedistrikt har førstvoterende liknende betraktninger .

source: Mii gustui Saanti sijtii , de leat vuosttasjienasteaddjis sullasaš dárkomat .
nob: Annet

source: Eará Mii eat áiggo dás váldit ovdan konkrehta duođaštusárvvvoštallama muđui , muhto sáhttá leat árta deattastit muhtun cealkámušaid mat gusket riektevuođđudeaddji geavaheapmái riidoguovllu olgoravddas .
nob: Vi skal ikke her gå inn på den konkrete bevisvurderingen for øvrig , men det kan være grunn til å framheve noen av uttalelsene vedrørende rettsstiftende bruk i ytterkant av tvisteområdet .

source: Vuosttasjienasteaddji dadjá dán guohtunrievtti viidodaga hárrái Saanti sijtes : « Dan vuođul mii dás bajábealde čuožžu anán vuođđun ahte boazu lea guhton gitta Selbujávrri rádjai .
nob: Førstvoterende sier om dette for så vidt gjelder beiterettens utstrekning i Essand reinbeitedistrikt : « På bakgrunn av ovenstående legger jeg til grunn at reinen har beitet helt fram til Selbusjøen .

source: Muhto oarjjimus guovlluin dat ii leat guhton seamma olu go nuortalis riidoguovllus .
nob: Men beitingen i de vestligste områdene har ikke vært like intensiv som lenger øst i tvisteområdet .

source: Dát bohciidahttá gažaldaga leago oarjjimus guovlluin guhttojuvvon nu olu ahte lea dahkan vuđđosa riekteháhkamii dološ áiggi rájes geavahemiin , vai fertego gessojuvvot rádjá riidoguvlui Saanti buohta .
nob: Dette reiser spørsmålet om beitingen i de vestligste områdene har hatt et tilstrekkelig omfang til å danne grunnlag for rettserverv ved alders tids bruk , eller om det må trekkes en grense i tvisteområdet i Essand .

source: Dán árvvoštallamis ferte mu oaivila mielde dohkkehit riekteháhkama uhcit guohtuma veagas guovllu olgoavádagas – ravdaavádagas – go dakkár guovllus gos lea guhttojuvvon nu olu ahte dat juo iešalddes vuođušta riekteháhkama dološ áiggi rájes geavaheami bokte .
nob: Ved denne vurderingen må man etter min mening akseptere rettserverv med noe lavere beiteintensitet i yttersonen – randsonen – av de områdene hvor beitingen er tilstrekkelig intensiv til å alene å kunne begrunne rettserverv ved alders tids bruk .

source: Muđui han sámit , juos galget eastat dahkamis iežaset sivalažžan lobihis guohtumis oktan čuozahagain mat das leat , bággejuvvojit eret guovlluin gos sii árbevirolaččat leat guođohan .
nob: I motsatt fall vil samene , om de skal unngå å gjøre seg skyldig i ulovlig beiting med de konsekvenser det har , bli presset tilbake fra de områdene hvor de tradisjonelt har beitet .

source: Mu oaivila mielde ii sáhte danne caggat riekteháhkama dološ áiggi rájes geavaheami bokte dán ravdaavádagas danne go geavaheapmi lea leamaš uhcit go dat mii gáibiduvvo guohtunrievtti oažžumii juos ravdaavádat árvvoštallojuvvo sierra . »
nob: Etter min mening kan man derfor ikke avskjære rettserverv ved alders tids bruk i denne randsonen fordi bruken av den har vært i underkant av hva som kreves for beiterett om randsonen vurderes isolert . »

source: Vuosttasjienasteaddji deattasta almmatge ahte oarjjimus guovlluid uhcit geavaheamis guohtumii sáhttá leat mearkkašupmi beroštusvihkkedallamiidda mat boazodoallolága § 15 mielde , mii ásahallá dárkileappot eanaeaiggátberoštusaid ja boazodoalu gaskavuođa , galget dahkkojuvvot eanaeaiggádiid ja sámiid geavaheami hárrái guovllus .
nob: Førstvoterende understreker imidlertid at den mer begrensede bruken av de vestligste områdene til beite vil kunne ha betydning for de interesseavveiningene som etter reindriftsloven § 15 , som regulerer nærmere forholdet mellom grunneierinteressene og reindriften , skal foretas mellom grunneiernes og samenes bruk av området .

source: Viidáseappot deattastuvvo ahte vuoigatvuođat mat boazodoallolága §§ 10–14 mielde čuvvot boazodoallorievttis , gustojit nu guhkás go eará ii čuvoš erenoamáš riektedilálašvuođain , vrd. lága §:in 9 .
nob: Videre framheves at de rettighetene som etter reindriftsloven §§ 10–14 følger av reindriftsretten gjelder så langt noe annet ikke følger av særlige rettsforhold , jf. lovens § 9 .

source: Ii adnojuvvo jáhkkemeahttumin ahte dán gáržžádusas sáhttá leat mearkkašupmi oarjjimus osiide riidoguovllus .
nob: Det utelukkes ikke at denne begrensing kan ha betydning for de vestligste delene av tvisteområdet .

source: Berre maiddái čujuhuvvot čuovvovaš cealkámuššii mii guoská buori oskku gáibádussii : « Mun lasihan ahte nugo min áššis lea sáhka ovtta ealáhusa riekteháhkamis , de ii sáhte gáibiduvvot ahte buot sámit ealáhusas – dahje suorggis das – leat leamaš várrugas buori oskkus .
nob: Det bør også pekes på følgende uttalelse når det gjelder kravet til god tro : « Jeg tilføyer at når det som i vår sak er tale om rettserverv for en næring , kan det ikke kreves at samtlige samer innenfor næringen – eller en sektor av den – har vært i aktsom god tro .

source: Seamma gusto muđui maiddái eará oktavuođaide main lea sáhka stuorát olmmošbiirre riekteháhkamis , vrd. Brækhus / Hærem Norsk tingsrett ( Norgga diggeriekti ) siidu 612 ja Falkanger : Tingsrett ( Diggeriekti ) , 5. preantalohku siidu 319 . »
nob: Det samme gjelder for øvrig også i andre sammenhenger hvor det er tale om rettserverv for en større krets av personer , jf. Brækhus / Hærem Norsk tingsrett side 612 og Falkanger : Tingsrett , 5. utgave side 319 . 19.2 Svartskogensaken

source: 19.2 Čáhputášši
nob: 19.2.1 Innledning

source: 19.2.1 Álggahus Dán áššis lei sáhka gažaldagas stáhta eaiggáduššanvuoigatvuođas 116 m 2 meahcceguvlui Olmmáivákkis Gáivuona suohkanis Romssa fylkkas .
nob: Denne saken omhandlet spørsmålet om statens eiendomsrett til et utmarksområde på 116 km 2 i Manndalen i Kåfjord kommune , Troms fylke .

source: Ieš riidogažaldat máinnašuvvo čuovvovaččat Čáhputvuovdin .
nob: Selve tvisteområdet omtales i det følgende som Svartskogen .

source: Ášši bođii Alimusriektái maŋŋil go eanaeaiggádat ja vuoigatvuođalaččat Olmmáivákkis ledje váidalan Meahccekommiašuvnna njukčamánu 5. 1999 duomu áššis .
nob: Saken kom opp for Høyesterett etter anke fra grunneiere og rettighetshavere i Manndalen over Utmarkskommisjonens dom i saken av 5. mars 1999 .

source: Alimusrievtti duopmu celkojuvvui golggotmánu 5. 2001 .
nob: Høyesteretts dom ble avsagt 5. oktober 2001 .

source: Priváhta eanaeaiggádat ja vuoigatvuođalaččat ožžo doarjaga Alimusrievttis iežaset čuoččuhussii ahte sis lea eaiggáduššanriekti guvlui , ja nuba ii leatge šat stáhta mii lea eanaeaiggát .
nob: De private grunneiere og rettighetshaverne vant fram i Høyesterett med sin påstand om eiendomsrett til området , og det er således ikke lenger staten som er grunneier .

source: Nugo galgat maŋŋelis fas máhccat dása , de lea eaiggáduššangažaldat mearriduvvon árvvoštallama vuođul dološ áiggi rájes geavaheami birra háhkanvuođusin ja dan deastta vuođul ahte guovllu geavaheaddjit leat leamaš ja eanaš leat sámit .
nob: Som en skal komme tilbake til er eiendomsspørsmålet avgjort ut i fra en vurdering av alders tids bruk som ervervsgrunnlag og under hensyn til at brukerne av området har vært og i det vesentlige fortsatt er samer .

source: Duopmu lea ovttajienalaš .
nob: Dommen er enstemmig .

source: 19.2.2 Riidoguovlu – ovdahistorjá Olmmáivággi boahtá Gáivutnii lulábealde , moadde kilomehtera bajábealde Gáivuona njálmmi Ivguvutnii .
nob: 19.2.2 Tvistefeltet – forhistorien Manndalen går inn fra Kåfjordens sørlige side , noen kilometer før fjorden munner ut i Lyngenfjorden .

source: Olmmáivággi lea sullii 20 km guhkki ja manná njuolga lulás .
nob: Manndalen er ca. 20 km lang og går rett sørover .

source: Ášši riidoguovlu – Čáhputvuovdi – lea lulimus ja alimus oassi vákkis , ja siskkilda sihke ieš vákki ja várreguovlluid das birra .
nob: Tvisteområdet i saken – Svartskogen – er den sørligste og høyest beliggende del av dalen , og omfatter både selve dalen og de tilliggende fjellområdene .

source: Eanaopmodaga historjjá hárrái čujuha Alimusriekti ahte dán guovllu , mii lei oassi Romssa fáldeguovllu ruvdnagárdimis , vuvdii gonagas Fredrik III Joachim Irgens:i 1666s .
nob: Når det gjelder eiendommens historie ; viser Høyesterett til at området , som var en del av krongodset i Tromsø fogderi , i 1666 ble solgt fra kong Fredrik III til Joachim Irgens .

source: Guovllus ledje dasto molsašuvvi priváhta eaiggádat gitta Ovida Lyng rádjai , gii jámii 1848s .
nob: Området hadde så skiftende private eiere fram til Ovida Lyng , som døde i 1848 .

source: Lyng árbejuogus válddii Searvi Eanaláigolašdoaibmahaga Loahpaheami várás Skiervvás ( Foreningen til Ophævelse av Leilendingsvæsenet i Skjervø ) badjelasas nu gohčoduvvon « Skiervvá gárdima » , mii maiddái
nob: På skiftet etter Lyng overtok Foreningen til Ophævelse av Leilendingsvæsenet i Skjervø det såkalte « Skjervø-godset » , som også omfattet Manndalen .

source: Searvi lei eaiggádin dassážii go stáhta osttii guovllu 1885s .
nob: Foreningen satt som eier fram til staten kjøpte området i 1885 .

source: Vákki ássiid birra mearkkaša Alimusriekti ee. ahte vuosttas dovddus hálddašeaddjit bohtet ovdan geahččalanmatrihkkalis 1723 , mas leat logahallojuvvon guokte hálddašeaddji geain lea ovttamađe matrihkalvealgi .
nob: Om dalens beboere bemerker Høyesterett bl.a. at de første kjente oppsittere framgår av prøvematrikkelen av 1723 , hvor det er registrert to oppsittere med lik matrikkelskyld .

source: Alimusriekti oaivvilda almmatge ahte fertejit leamaš bissovaš ássit Olmmáivákkis mealgat ovdal 1723 .
nob: Høyesterett mener imidlertid det må ha vært fastboende i Manndalen en god tid før 1723 .

source: Min áigái lea veahkadat laskan sullii 1000 olbmo rádjai 1970s. 1996s ledje Olmmáivákkis sullii 800 ássi .
nob: Framover mot vår tid har befolkningen økt til ca. 1000 personer i 1970 . I 1996 hadde Manndalen ca. 800 innbyggere .

source: Veahkadahkan leat eanaš leamaš sápmelaččat ja sámegielalaččat , ja dihtomielalašvuohta sámi gullevašvuođa hárrái lea bisson nanusin miehtá 1900-logu .
nob: Befolkningen har i det vesentlige vært samisk og samisktalende , og bevisstheten om den samiske tilhørighet har holdt seg på et relativt høyt nivå gjennom hele 1900-tallet .

source: Skiervvá gárdima oastima maŋŋá 1850s , vuovdigođii Searvi eanaláigolašgárdimiid láigolaččaide .
nob: Etter kjøpet av Skjervøygodset i 1850 , startet Foreningen opp med salget av de enkelte leilendingsgårdene til leilendingene .

source: Olmmáivákkis vuvdojuvvui vuosttas eanaopmodat 1863s , ja eanaš opmodagat ledje vuvdojuvvon čuohtejagimolsuma sulaid .
nob: I Manndalen ble den første eiendommen solgt i 1863 , og de fleste eiendommene var solgt rundt århundreskiftet .

source: Ovdal vuovdimiid riidaledje muhtun ráje Romssa dálolaččat ja boazodoallu , juoga mii Alimusrievtti mielde orru vuolgán das go rádjá Suoma vuostá giddejuvvui bohccuide 1852s nu ahte máŋga Guovdageainnu sápmelačča ohcaledje ođđa guovlluid geasseorohahkan .
nob: På tiden for salgene var det et noe konfliktfylt forhold mellom deler av de fastboende i Troms og reindriften , noe som i følge Høyesterett synes å ha sammenheng med at grensen mot Finland i 1852 ble stengt for rein slik at mange Kautokeino-samer søkte til nye områder for sommerbeite .

source: Doaibmagoddi nammaduvvui guorahallat dilálašvuođaid , ja das bođii ovdan ahte stáhta galggai oastit muhtun opmodagaid boazodoalloealáhusa váste .
nob: En komité ble nedsatt for å undersøke forholdene , og det framkom forslag om at staten skulle kjøpe inn enkelte eiendommer for reindriftsnæringen .

source: Evttohus ii guoskan Olmmáivággái , muhto gažaldaga vákki siskkit oasis válde báikkálaš áššeoasálaččat ovdan 1874s .
nob: Forslaget omfattet ikke Manndalen , men spørsmålet om kjøp av den indre del av dalen ble tatt opp fra lokalt hold i 1874 .

source: Stáhtii vuvdojuvvui 1885s , ja dalle lei maiddái oaivil cegget boazoáiddi Čáhputvuovddi vuolimussii .
nob: Salg til staten kom i stand i 1885 , og det var også meningen på dette tidspunktet å oppføre et reingjerde nederst i Svartskogen .

source: Áidi almmatge ii goassege ceggejuvvon , ja Alimusriekti cealká ahte dattetge ii leat muitaluvvon makkárge namahan veara geavahanriiddu birra dálolaččaid ja boazodoalu gaskkas .
nob: Noe gjerde ble imidlertid aldri oppført , og Høyesterett uttaler at det likevel ikke er opplyst om noen nevneverdig brukskonflikt mellom de fastboende og reindriften .

source: Alimusriekti čujuha maiddái ahte stáhta háhkama maŋŋá 1885s lea Olmmáivákki veahkadat geavahan Čáhputvuovddi , earret dan maid boazodoallu lea geavahan .
nob: Høyesterett viser også til at etter statens erverv i 1885 , har all bruk av Svartskogen , med unntak for reindriftens bruk , vært utøvet av befolkningen i Manndalen .

source: Stáhta geahččalattai ásahallat geavaheami .
nob: Fra statens side ble det gjort enkelte framstøt for å regulere bruken .

source: Mearriduvvui gielddus muorračuohppama ja láddjema vuostá , ja dahkkojuvvojedje vuovrruhanšiehtadusat , muhto dát eai doahttaluvvon .
nob: Det ble fastsatt forbud mot avvirkning og høsting av slåtter og det ble inngått forpaktningsavtaler , men dette ble ikke respektert .

source: 1921s ja 1946s buktojuvvojedje maiddái váidagat .
nob: I 1921 og 1946 ble det også inngitt anmeldelser .

source: Áššit almmatge heaittihuvvojedje go vuoigatvuođadilálašvuođat orro leamen eahpečielgasat .
nob: Sakene ble imidlertid henlagt fordi rettighetsforholdene syntes uklare .

source: Iige dalle dahkkojuvvon mihkkege čilgen dihtii vuoigatvuođadilálašvuođaid siviilarievttálaččat .
nob: Det ble den gang heller ikke tatt skritt i retning av en sivilrettslig avklaring av rettighetsforholdene .

source: Alimusriekti mearkkaša ahte Čáhputvuovddi geavaheapmi jotkojuvvui , almmá makkárge stáhta ásahallama haga , ja 1950-logu álggu rájes álggahuvvui maiddái geassesajdoallu vákki vuolit oassái .
nob: Høyesterett bemerker at bruken av Svartskogen fortsatte , uten noen regulering fra statens side , og fra begynnelsen av 1950-tallet ble det også iverksatt setring i den nedre delen av dalføret .

source: Čáhputvuovddi hálddahii álggus stáhta beales Romssa Vuovdehálddaheaddji , muhto 1936 rájes Sámedoaibmahat , ja 1980 rájes Statskog ( Stáhtavuovdi ) .
nob: Fra statens side ble Svartskogen den første tiden forvaltet av Skogforvalteren i Troms , men fra 1936 av Lappevesenet , og fra 1980 av Statskog .

source: 1970-logu loahpa rájes , ja erenoamážit maŋŋil go Statskog válddii dan badjelasas , šattai stáhta hálddaheapmi oinnolaččabun ja veahkadat šattai eanet meannudit stáhta ektui .
nob: Fra slutten av 1970-tallet , og særlig etter at Statskog overtok , ble statens forvaltning mer synlig og befolkningen forholdt seg i større grad til staten .

source: 1993s čuoččáldahtii dasto stáhta Eanadoallodepartemeantta bokte ášši Nordlándda ja Romssa Meahccekommišuvnna ovdii nannen dihtii ahte gávdnojedje geavahanrievttit , dán vuolde oktasašrievttit stáhta eatnama alde , vrd. lágain 7.6.1985 nr. 51 § 2 .
nob: I 1993 reiste så staten ved Landbruksdepartementet sak for Utmarkskommisjonen for Nordland og Troms for å få fastslått grensene mellom statens eiendom og privat grunn , og dessuten få fastslått om det forelå bruksretter , herunder allmenningsretter på statens grunn , jf. lov av 7.6.1985 nr. 51 § 2 .

source: Ášši juhkkojuvvui Kommišuvnna gieđahaladettiin , ja guovllu Gáivuona oasi gieđahallan maŋiduvvui go dárbbašuvvojedje dárkilet guorahallamat , erenoamážit Čáhputvuovddi hárrái .
nob: Saken ble delt under Kommisjonens behandling og behandlingen av Kåfjord-delen av feltet ble utsatt på bakgrunn av behovet for nærmere undersøkelser , særlig vedrørende Svartskogen .

source: 19.2.3 Meahccekommišuvnna duopmu áššis Meahccekommišuvdna celkkii duomu áššis njukča máhu 5. 1999 .
nob: 19.2.3 Utmarkskommisjonens dom i saken Utmarkskommisjonen avsa dom i saken 5. mars 1999 .

source: Kommišuvdna anii vuođđun ahte stáhta lei Čáhputguovllu eaiggát , ja čujuhii ahte dábálaš oaidnu Olmmáivákki hálddašeddjiin lei ahte sii geavahedje Čáhputvuovddi geavahanrievtti veagas .
nob: Kommisjonen la til grunn at staten var eier av Svartskogen-området , og viste til at den alminnelige oppfatning blant oppsitterne i Manndalen var at de utøvde sin bruk i Svartskogen i kraft av bruksrett .

source: Stáhta eanaopmodaga ráját gessojuvvojedje stáhta čuoččuhusa mielde .
nob: Grensene for statens eiendom ble trukket i samsvar med statens påstand .

source: Geavahanrivttiid árvvoštallamis anii kommišuvdna vuođđun ahte geavahanminstara vuođul mii lei gárgeduvvan , lei báikkálaš vieruiduvvanvuođđosaš murrenriekti .
nob: I vurderingen av bruksrettene la kommisjonen til grunn at det ut i fra det bruksmønsteret som hadde utviklet seg , forelå en hogstrett basert på en lokal sedvane .

source: Guohtunriekti adnojuvvui bisuhuvvon mihtilmas oktasašgeavaheapmin .
nob: Beitebruken ble ansett opprettholdt som en typisk allmenningsbruk .

source: Murren- ja guohtunrievtti birra cealká kommišuvdna : « Dát vuoigatvuođat murremii ja guohtumii – nugo dat leat adnojuvvon Olmmáivákkis – čuvvot maiddái geavaheami masa lea addojuvvon suodji ILO-soahpamušas nr. 169 eamiálbmogiid birra . »
nob: Om retten til hogst og beite uttaler kommisjonen : « Disse rettighetene til hogst og beite – slik de er utøvet i Manndalen – er også i samsvar med bruksutøvelse som er gitt vern i ILO-konvensjon nr. 169 om urbefolkninger » .

source: Muđui eai mieđihuvvon geavahanrievttit Čáhputvuovdái .
nob: For øvrig ble det ikke tilkjent bruksretter i Svartskogen .

source: Dát vuođuštuvvui láddjema hárrái nu ahte dát geavahanvuohki lei jávkan eahpeulbmálažžan « áiggi ja dilálašvuođaid » mielde .
nob: Dette ble for slåttingens vedkommende begrunnet med at denne bruksformen var bortfalt som urasjonell etter « tida og tilhøva » .

source: Eará geavahanvugiid hárrái , nugo geassesajdollui , ii gávdnon rievttálaš vuođus .
nob: For andre bruksformer , som setring , forelå det ikke noe rettslig grunnlag .

source: Iige vásedin riekti fuođđo- ja guollebivdui mieđihuvvon .
nob: Heller ikke særskilt rett til jakt og fiske ble tilkjent .

source: Álggus ledje sii geat boazoguohtumii ledje vuoigadahttojuvvon , boazoorohat nr. 36 ja 37 , áššeoasálažžan áššis .
nob: I utgangspunktet var de reinbeiteberettigede , ved reinbeitedistrikt nr. 36 og 37 , parter i saken .

source: Stáhta ja orohagat soabadedje kommišuvnna gieđahallama áigge , nu ahte ášši heaittihuvvui sin guovdu geat ledje boazoguohtumii vuoigadahttojuvvon .
nob: Staten og de reinbeitedistriktene inngikk imidlertid forlik under kommisjonens behandling , slik at saken ble hevet for de reinbeiteberettigedes vedkommende .

source: Soabat máksá ahte stáhta áššečuoččáldahttin ii gusto boazodoalu ektui , ja ahte duopmu ii oaččo riektefápmováikkuhusaid boazodollui .
nob: Forliket går ut på at statens søksmål ikke gjelder i forhold til reindriften , og at dommen ikke får rettskraftsvirkninger for reindriften .

source: Juos boazodoallu háliida oažžut iežas riektedili geahččaluvvot duopmostuoluin , de lea das ain prosessuála vejolašvuohta dán dahkat .
nob: Dersom reindriften ønsker å få sin rettsstilling prøvet for domstolene , har den i behold sin prosessuelle adgang til dette .

source: St.dieđ. nr. 33 2001– 2002
nob: 19.2.4 Høyesteretts behandling av anken

source: Guoddalusa gieđahallan Alimusrievttis Guoddaleaddji priváhta áššeoasálaččat ovdandolle sihke Alimusriektái ja Meahccekommišuvdnii ahte dálolaččat Olmmáivákkis oamastusa dahje dološ áiggi rájes geavbaheami bokte ledje háhkan eaiggáduššanvuoigatvuođa .
nob: Fra de ankende private parters side ble det for Høyesterett , som for Utmarkskommisjonen , anført at de fastboende i Manndalen ved hevd eller alders tids bruk hadde ervervet eiendomsrett .

source: Guoddaleaddji áššeoasálaččaid oainnu mielde fertii sierra ja buotdivnnagis geavaheapmi guhkit go čuođi jagi čađa leamen doarvái goappašiid dáid háhkanvugiid eavttuid deavdimii .
nob: Etter de ankende parters oppfatning måtte en eksklusiv og altomfattende bruk gjennom mer enn hundre år være nok til at vilkårene for begge disse ervervsformer var oppfylt .
